import React from "react";
import '../../assets/styles/Main-styles/About.css';

function About() {
  return (
    <div className="main container">
      <div className="aboutContainer1">
        <h1 className="About_title">מי אנחנו?</h1>
        <p>
          אנחנו צוות מקצועי ויעיל של קציני ביטחון הפועלים ביחידת הביטחון של
          הטכניון.
          <br /> המשימה שלנו היא להבטיח את בטיחות כל המבקרים והעובדים בקמפוס על
          ידי ביצוע בדיקות יסודיות ובקרות מחמירות.
          <br /> במהלך עבודתנו זיהינו את הצורך בשדרוג תהליך סינון האורחים, מה
          שהוביל אותנו לפתח רעיון חדשני.
          <br /> החלטנו לעבור מבדיקות מסורתיות באמצעות קלסר למערכת מתקדמת מבוססת
          אינטרנט, שמטרתה לשפר את היעילות ולהאיץ את קצב העבודה.
          <br /> הסביבה בה אנו פועלים היא דינמית ומאתגרת ודורשת תגובה מהירה
          ומעקב מתמיד.
          <br /> המערכת החדשה תאפשר לנו להתמודד עם אתגרים אלו בצורה מקצועית
          יותר, להקל על המשימות היומיומיות ולשפר את איכות השירות שאנו מעניקים.
        </p>
      </div>
      <div className="aboutContainer2">
        <h1 className="About_title">עלינו</h1>
        <p>
          אנחנו פהמי וחבי ומאור דוד, קציני ביטחון ביחידת הביטחון של הטכניון.
          <br /> במהלך עבודתנו נתקלנו באתגרים מסוימים בסינון סוגים מסוימים של
          מבקרים.
          <br /> הדבר הניע אותנו לפתח מערכת חדשה שתשפר את היעילות והמהירות
          בתהליכי העבודה שלנו.
          <br /> במקום להסתמך על קלסר מסורתי לסינון, החלטנו לשדרג את התהליך
          באמצעות אתר ייעודי.
          <br /> המערכת תאפשר לנו לבצע בדיקות במהירות ובקלות תוך שמירה על רמת
          אבטחה גבוהה.
          <br /> באמצעות הממשק החדש נוכל לארגן נתונים בצורה יעילה יותר, לעקוב
          אחר בדיקות שבוצעו ולייעל את התקשורת עם שאר חברי צוות הביטחון.
        </p>
      </div>
    </div>
  );
}

export default About;
